[
    {
        "titulo": "A Viagem de Chihiro",
        "descricao": "A história de uma menina que viaja com seus pais mas se perde em um mundo encantado, onde precisa ajudar os habitantes a restaurar a ordem e lidar com outros problemas. O longa animado é cheio de alegorias narrativas interessantes e figuras folclóricas japonesas."
    },
    {
        "titulo": "O Serviço de Entregas da Kiki",
        "descricao": "Um filme animado bem simples e divertido. Ele conta a história de Kiki, uma jovem que trabalha como entregadora, mas que também tem poderes mágicos, por ser uma bruxa em treinamento. A história é centrada em seus dramas, como uma adolescente de 13 anos, mas também tem elementos fantásticos e provações que levarão Kiki a seu máximo ao longo do enredo."
    },
    {
        "titulo": "Princesa Mononoke",
        "descricao": "Um dos filmes mais clássicos do Studio Ghibli e também o primeiro a ser bem conhecido por fãs brasileiros do trabalho do estúdio. Ele conta a história de um príncipe que parte em busca de uma cura para alguém importante, mas acaba se envolvendo em uma guerra e elimina uma colônia inteira. É quando ele conhece a princesa Mononoke e aprende diversas lições."
    },
    {
        "titulo": "Meu Vizinho Totoro",
        "descricao": "Lançado em 1995 no Brasil, ele fez até certa fama por aqui. Ele narra a história de duas irmãs, Satsuki e Mei, que se mudam para ficar mais próximas do hospital onde sua mãe está internada. Lá elas parecem vivenciar uma travessia de mundos e conhecem os Totoros, que são criaturas mágicas e que só podem ser vistas por crianças."
    },
    {
        "titulo": "Ponyo - Uma Amizade que Veio do Mar",
        "descricao": "No filme o jovem Sosuke começa sua aventura após liberar um peixinho dourado de dentro de uma garrafa. Logo depois ele descobre se tratar de uma divindade - a deusa do mar, Ponyo, filha de um grande mago. A partir daí, uma história de amizade entre dois mundos nasce, mas nem tudo é tão bom quanto parece."
    }
]